// Romanian / ルーマニア語 / ro / Română

LZD_BTN_OK = "OK";
LZD_APPLICATION_NAME_UD_UNINSTALLER = "Program de dezinstalare USB Display";
LZD_MENUITEM_ABOUT_UNINSTALLER = "Despre programul de dezinstalare USB Display";
LZD_MENUITEM_HIDE_UNINSTALLER = "Ascundere program de dezinstalare USB Display";
LZD_MENUITEM_QUIT_UNINSTALLER = "Închidere program de dezinstalare USB Display";
LZD_CONFIRM_UNINSTALLATION = "Şterge USB Display de pe calculator.";
LZD_CONFIRM_UNINSTALLATION_INFO = "Faceţi clic pe [Continuă] pentru a continua.";
LZD_YESNEXT = "Continuă";
LZD_NOQUIT = "Terminare";
LZD_REMOVING = "Eliminare...";
LZD_UNINSTALLED = "Programul de dezinstalare USB Display s-a finalizat.";
LZD_UNINSTALLED_INFO_SUCCESS = "Toate fişierele au fost eliminate.";
LZD_UNINSTALLED_INFO_FAILURE = "O parte dintre fişiere nu au putut fi eliminate.";
LZD_MENUITEM_HIDEOTHERS = "Ascundere Altele";
LZD_MENUITEM_SHOWALL = "Afişare toate";
LZD_UNINSTALL_REBOOT_INFO = "După dezinstalare, restartaţi calculatorul.";
LZD_BEFORE_UNINSTALL_INFO = "Faceţi clic pe [Continuă] pentru a executa operaţia. Faceţi clic pe [Terminare] pentru a reveni la starea anterioară.";
LZD_CONFIRM_UNINSTAL_INFO = "Faceţi clic pe [Continuă] pentru a merge mai departe.";
LZD_UNINSTALLED_REBOOT_INFO = "Operaţie terminată. Faceţi clic pe [Repornire].";
LZD_BTN_REBOOT = "Repornire";
LZD_WARNING_REBOOT_INFO = "Pentru a termina instalarea USB Display, trebuie să restartaţi calculatorul.";
